{"teamMembers": [
  {
    "name": "Allison Reu Singer",
    "title": "Senior Manager of Career Development",
    "avatar": "singer.jpg",
    "content": "Allison began her career as a Special Education teacher with Teach for America. She has since earned her MFA in creative writing and written her first novel, after which she continued her work in K-12 education through teacher evaluation and recruitment before working as an elementary school administrator. She is passionate about creating high quality educational opportunities for every person, regardless of background, which is what attracted her to Turing School. As our Senior Manager of Career Development, Allison plays an integral role helping the school increase opportunities for underrepresented groups in the programming world. She works tirelessly with our students to create a supportive, inclusive, and joyful culture at Turing School."
  },
  {
    "name": "Emma Byers",
    "title": "Student Development Coordinator",
    "avatar": "byers.jpg",
    "content": "Emma's background is working in career exploration and development for high school students in Denver Public Schools. There, she connected students to internships and mentoring opportunities in technology. Prior to that, she worked in student services at both University of Denver and Metropolitan State University of Denver. As a self-proclaimed “connector,” Emma loves developing relationships and building community, which means that education and student support was a natural career path. At Turing, she works to create a community that ensures the student experience is fruitful academically, emotionally, and socially. In her free time she enjoys spending time with friends and family, her partner and their three cats, traveling internationally, reading, volunteering as a mentor, and wishing she was a contestant on The Great British Baking Show."
  },
  {
    "name": "Ryan Frank",
    "title": "Career Specialist",
    "avatar": "frank.jpg",
    "content": "Previously, Ryan worked in the Career Development Office at the Leeds Business School at the University of Colorado -Boulder, where he partnered with companies on career-related programming for students. This experience helped him understand both what employer partners are looking for and gave him insight into the technology and marketing industries. He is constantly impressed with the possibilities that software development creates for people, and likes helping people find their passion and realize their skills and abilities and how to apply those to find a job they love. In his free time, Ryan loves traveling, exploring art museums, eating, taking pole dancing classes as an intense and fun workout, and spending time with his husband and their pets - a Brazilian rainbow boa named Britney and two cats named Solange and Fenty."
  },
  {
    "name": "Tracey Monteiro",
    "title": "Career Specialist",
    "avatar": "monteiro.jpg",
    "content": "Tracey has over 5 years of career coaching, workshop design and delivery, leadership and team development experience. Before joining the Turing team, she worked at the Community College of Aurora, as a Career Advisor & Coach for the Strengthening Working Families Initiative. She supported students who were also parents pursuing careers in IT and Healthcare. She has also been successful at providing a range of services including one-on-one coaching, career exploration, writing and resume development. Tracey's passion is to provide practical solutions and techniques that help individuals achieve their personal and professional objectives and she views technology as a superpower that can positively impact world and social issues. Outside of her work, she enjoys dancing, listening to music, yoga and Zumba, and listening to podcasts."
  },
  {
    "name": "Lex Stewart",
    "title": "Career Specialist",
    "avatar": "stewart3.jpg",
    "content": "Lex joins the Turing team with experience in public speaking, career coaching, and group facilitating. Her last job was working for a grant program under the Texas Department of Labor where she helped IT and Computer Science students at Austin Community College find apprenticeship opportunities in their field. Lex is excited to be in the tech industry because she believes the power of programming is limitless. When she's not helping people launch their careers, she facilitates board games and streams videos games on Twitch."
  },
]}
